const restaurants = [
  {
    latlng: [35.88842592680174, 128.60338646849323],
    str: [
      '<h3>고기한마당</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.888252215958076, 128.60360492928913],
    str: [
      '<h3>워킹커피</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.88836645369883, 128.60385795198619],
    str: [
      '<h3>웃찌커피</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.88806394033453, 128.6037302737881],
    str: [
      '<h3>언덕아래집</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.88796050001544, 128.60259562413364],
    str: [
      '<h3>자매분식</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.88694917098785, 128.6030887658255],
    str: [
      '<h3>경대방앗간</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.88781495712785, 128.6038233008949],
    str: [
      '<h3>천안문</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.88806504481632, 128.60325236427687],
    str: [
      '<h3>왕추찜닭</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.88782383828363, 128.6028312574647],
    str: [
      '<h3>공간식당</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.887608574309795, 128.6032133744975],
    str: [
      '<h3>치킨매니아</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.888482761386605, 128.6035727008537],
    str: [
      '<h3>느린오후</h3>'
    ],
    gate: "polygon1"
  },
  {
    latlng: [35.88668208166831, 128.604010753398],
    str: [
      '<h3>유성</h3>'
    ],
    gate: "polygon2"
  },
  {
    latlng: [35.886542142194585, 128.60519991024273],
    str: [
      '<h3>CU</h3>'
    ],
    gate: "polygon2"
  },
  {
    latlng: [35.88555717659523, 128.60463522682488],
    str: [
      '<h3>대영슈퍼</h3>'
    ],
    gate: "polygon2"
  },
  {
    latlng: [35.88541723513365, 128.60432963344576],
    str: [
      '<h3>이슬나라</h3>'
    ],
    gate: "polygon2"
  },
  {
    latlng: [35.88649804037592, 128.60356136076072],
    str: [
      '<h3>매일식당</h3>'
    ],
    gate: "polygon2"
  },
]

export { restaurants };